Repository: alfiansyukur/gespeaker
Catalog: po/*.po
Languages: el_gr, lt, sr

source: <b>Advanced settings</b>
el_gr: <b>Προχωρημένες Ρυθμίσεις</b>
lt: <b>Išplėstiniai nustatymai</b>
sr: <b>Напредне поставке</b>

source: <b>Base settings</b>
el_gr: <b> Βασικές ρυθμίσεις </ b>
lt: <b>Pagrindiniai nustatymai</b>
sr: <b>Основне поставке</b>

source: Insert text to play
lt: Įterpkite tekstą, kurį groti
sr: Убаците текст за пуштање

source: Dela_y:
el_gr: Kαθυστέρηση
lt: Del_sa:
sr: _Застој:

source: Fem_ale
el_gr: Γυναίκεια
lt: Moterišk_as
sr: _Женски

source: P_itch:
lt: _Tonas:
sr: _Врхунац:

source: Spee_d:
el_gr: Ταχύτητα
lt: _Greitis:
sr: _Брзина:

source: Varia_nt:
el_gr: Παραλλαγή:
lt: Varia_ntas:
sr: Варија_нта:

source: Voice:
el_gr: Φωνή
lt: Balsas:
sr: Глас:

source: _Edit
el_gr: _Επεξεργασία
lt: _Taisa
sr: _Уређивање

source: _File
el_gr: _Αρχείο
lt: _Failas
sr: _Датотека

source: _Help
el_gr: _Βοήθεια
lt: _Pagalba
sr: По_моћ

source: _Language:
el_gr: _Γλώσσα
lt: Ka_lba:
sr: _Језик:

source: _Male
el_gr: _Αντρική
lt: _Vyriškas
sr: _Мушки

source: _Volume:
el_gr: _Ένταση:
lt: Ga_rsis:
sr: _Гласност:

source: <b>Audio player</b>
lt: <b>Garso grotuvas</b>
sr: <b>Програм за пуштање звука</b>

source: <b>Mbrola application</b>
el_gr: <b>Mbrola εφαρμογή</b>
lt: <b>Mbrola programa</b>
sr: <b>Мброла програм</b>

source: <b>Mbrola voices available</b>
el_gr: <b>Διαθέσιμες φωνές Mbrola </b>
lt: <b>Prieinami mbrola balsai</b>
sr: <b>Доступни Мброла гласови</b>

source: <b>Other settings</b>
el_gr: <b>Άλλες ρυθμίσεις</b>
lt: <b>Kiti nustatymai</b>
sr: <b>Остала поставке</b>

source: <b>Recording</b>
el_gr: <b>Εγγραφή</b>
lt: <b>Įrašymas</b>
sr: <b>Снимање</b>

source: <b>Saving preferences</b>
el_gr: <b>Αποθήκευση προτιμήσεων</b>
lt: <b>Išsaugojimo nuostatos</b>
sr: <b>Поставке чување</b>

source: <b>Welcome message</b>
el_gr: <b>Μήνυμα καλωσορίσματος</b>
lt: <b>Pasisveikinimo pranešimas</b>
sr: <b>Поздравна порука</b>

source: Co_mmand:
el_gr: Εντολή
lt: Ko_manda:
sr: _Наредба:

source: Custom mess_age:
el_gr: Προσαρμοσμένο μήνυμα
lt: Pasirinktinis pr_anešimas:
sr: Произвољна _порука:

source: Enable te_xt wrapping
el_gr: Ενεργοποίηση αναδίπλωσης κειμένου
lt: Įjungti teksto skaidymą į eilutes
sr: Укључи _преламање текста

source: General
el_gr: Γενικά
lt: Bendra
sr: Опште

source: Load voice _variants
el_gr: Φόρτωση φωνητικών παραλλαγών
lt: Įkelti balso _variantus
sr: Учитај _варијанте гласа

source: Main program mbrola
el_gr: Κυρίως πρόγραμμα mbrola
lt: Pagrindinė programa mbrola
sr: Главни мброла програм

source: Mbrola voices
el_gr: Mbrola φωνές
lt: Mbrola balsai
sr: Мброла гласови

source: Mbrola voices path:
el_gr: Διαδρομή για Mbrola φωνές
lt: Mbrola balsų kelias:
sr: Путања Мброла гласова:

source: Preferences
el_gr: Προτιμήσεις
lt: Nuostatos
sr: Поставке

source: Save main window s_ize
el_gr: Αποθήκευση μέγεθος του κυρίου παραθύρου
lt: Išsaugoti pagrindinio lango d_ydį
sr: Сачувај _величину главног прозора

source: Single track _record
el_gr: Εγγραφή μονού αρχείου
lt: Vieno takelio į_rašymas
sr: Снимак једне _нумере

source: Speak _welcome text on program start
el_gr: Ηχητικό μήνυμα καλωσορίσματος κατά την έναρξη του προγράμματος
lt: Kalbėti _pasisveikinimo tekstą, paleidus programą
sr: Изговори _поздравни текст при покретању програма

source: _Save voice settings automatically
el_gr: _Αποθήκευση των φωνητικών ρυθμίσεων αυτόματα
lt: Automatiškai iš_saugoti balso nustatymus
sr: _Сам сачувај поставке гласа

source: _Use custom welcome message
el_gr: Χρησιμοποιήστε προσαρμοσμένο μήνυμα καλωσορίσματος
lt: Naudoti pasirinktinį pasisveikinimo pranešimą
sr: _Користи произвољну поздравну поруку

source: Audio testing
el_gr: Δοκιμή ήχου
lt: Garso bandymas
sr: Испробавање звука

source: There was an error during the test for the audio player. Error %s: %s
el_gr: Υπήρξε ένα σφάλμα κατά τη διάρκεια της δοκιμής για τη συσκευή αναπαραγωγής ήχου Σφάλμα %s: %s
lt: Garso grotuvo išbandymo metu įvyko klaida. Klaida %s: %s
sr: Дошло је до грешке за време тестирања за програмом за звук. Грешка „%s“: %s

source: default language
el_gr: greek
lt: lithuanian
sr: serbian

source: Do you want to delete the current text?
el_gr: Θέλετε να διαγράψετε το τρέχον κείμενο;
lt: Ar norite ištrinti esamą tekstą?
sr: Да ли желите да обришете текући текст?

source: Please select the text file to open
el_gr: Επιλέξτε αρχείο κειμένου
lt: Prašome pasirinkti kurį tekstinį failą atverti
sr: Изаберите датотеку текста за отварање

source: Text files (*.txt)
el_gr: Αρχεία κειμένου (*.txt)
lt: Tekstiniai failai (*.txt)
sr: Текстуалне датотеке (*.txt)

source: All files
el_gr: Όλα τα αρχεία
lt: Visi failai
sr: Све датотеке

source: Error opening the file
el_gr: Σφάλμα κατά το άνοιγμα του αρχείου
lt: Klaida, atveriant failą
sr: Грешка приликом отварања датотеке

source: Please select where to save the text file
el_gr: Επιλέξτε πού θέλετε να αποθηκεύσετε το αρχείο κειμένου
lt: Prašome pasirinkti, kur išsaugoti tekstinį failą
sr: Изаберите где ћу сачувати текстуалну датотеку

source: Error saving the file
el_gr: Αποθηκεύσετε το αρχείο σφαλμάτων
lt: Klaida, išsaugant failą
sr: Грешка приликом чувања датотеке

source: Do you want to reset the default settings?
el_gr: Θέλετε να επαναφέρετε τις προεπιλεγμένες ρυθμίσεις;
lt: Ar norite atstatyti numatytuosius nustatymus?
sr: Да ли желите да вратите на основне поставке?

source: A GTK frontend for espeak
el_gr: Ένα GTK frontend για το espeak
lt: GTK išorinė sąsaja, skirta espeak
sr: Гтк челник за еговорник

source: Please select where to save the recorded file
el_gr: Επιλέξτε πού θέλετε να αποθηκεύσετε το εγγεγραμμένο αρχείο
lt: Prašome pasirinkti kur išsaugoti įrašytą failą
sr: Изаберите где ћу сачувати снимљену датотеку

source: Wave files (*.wav)
el_gr: Wave αρχεία (*.wav)
lt: Wave failai (*.wav)
sr: Датотеке таласа (*.wav)

source: Recording audio track to: %s
el_gr: Εγγραφή ήχου στο:ν %s
lt: Garso takelis įrašomas į: %s
sr: Записујем звучну нумеру у: %s

source: ALSA - Advanced Linux Sound Architecture
el_gr: ALSA - Σύνθετη αρχιτεκτονική ήχου στο Linux
lt: ALSA - Išplėstinė Linux garso architektūra
sr: АЛСА — Напредна архитектура звука на Линуксу

source: PulseAudio sound server
el_gr: Εξυπηρετητής ήχου PulseAudio
lt: PulseAudio garso serveris
sr: Пулсе аудио звучни сервер

source: Custom sound application
el_gr: Προσαρμοσμένη εφαρμογή αναπαραγωγής ήχου
lt: Pasirinktinė garso programa
sr: Произвољни програм звука

source: _Test
el_gr: _Δοκιμή
lt: Išbandyti
sr: _Испробај

source: Language
el_gr: Γλώσσα
lt: Kalba
sr: Језик

source: Resource
el_gr: Πόροι
lt: Išteklius
sr: Извориште

source: Status
el_gr: Κατάσταση
lt: Būsena
sr: Стање

source: Installed
el_gr: Εγκαταστάθηκε
lt: Įdiegtas
sr: Инсталиран

source: Not installed
el_gr: Δεν έχει εγκατασταθεί
lt: Neįdiegtas
sr: Није инсталиран

source: %d languages of %d detected
el_gr: %d ανίχνευση%d γλώσσας
lt: %d kalbų iš %d įdiegtų
sr: Откривених језика: %d од %d

source: Package mbrola installed
el_gr: Το πακέτο mbrola έχει εγκατασταθεί
lt: Paketas mbrola įdiegtas
sr: Пакет мброла је инсталиран

source: Package mbrola not installed
el_gr: Το πακέτο mbrola δεν έχει εγκατασταθεί
lt: Paketas mbrola neįdiegtas
sr: Пакет мброла није инсталиран

source: Welcome in Gespeaker
el_gr: Καλώς ήρθατε στο Gespeaker
lt: Sveiki atvykę į Gespeaker
sr: Добро дошли у Ге-говорника

source: <b>Insert text to play</b>
el_gr: <b>Εισαγωγή κειμένου για αναπαραγωγή</b>
